---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.WebToeOfFillet
source: html/aad0d276-ae6e-6784-3ee7-b9ca578480ba.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.WebToeOfFillet Property

Detailing distance from outer face of flange to web toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double WebToeOfFillet { get; set; }
```